<?php

return [
    'order' => 'Заказ не найден! Обратитесь к разрабочтикам!',
    'year' => 'Необходимо обновить годовые курсы валют! Обратитесь к разрабочтикам!',
    'vat_total' => 'Заказ был размещен на сайте без НДС! Генерация инвойса не возможна!',
    'vat_rates' => 'В настройках не найдены все необходимые ставки НДС для заказа! Обратитесь к разрабочтикам!',
    'vat_codes' => 'Не найдены словесные коды НДС для страны заказа! Обратитесь к разрабочтикам!',
    'vat_item' => 'Один из товаров заказа не имеет ставки НДС! Сообщите менеджеру сайта!',
    'prefixes' => 'Не найден префикс номера заказа. Для исправления обратитесь к разработчикам!',
    'exchange_rates' => 'Не найден курс валюты! Для исправления обратитесь к разработчикам!',
    'countries' => 'Не найдена страна клиента! Для исправления обратитесь к разработчикам!',
    'invoice_settings' => 'Необходиммо проверить файл конфигурации инвойса! Для исправления обратитесь к разработчикам!',
    'payment_methods'=> 'Не найдем способ платежа! Для исправления обратитесь к разработчикам!',
    'company_data' => 'Не найдены данные компании-продавца! Для исправления обратитесь к разработчикам!',
    'fee_vat' => 'У платежа за оплату при получении не установлена ставка НДС! Сообщите менеджеру сайта!',
    'shipping_vat' => 'У стоимости доставки не установлена ставка НДС! Сообщите менеджеру сайта!',
    'fee_or_shipping_vat' => 'У платежа за оплату при получении или у стоимости доставки не установлена ставка НДС! Сообщите менеджеру сайта!',
    'invoice_date' => 'У одного из выбранных заказов еще не создан инвойс! Сначала скачайте инвойс потом сгенерируйте отчет!'
    ];